Repository: librasoft-fr/prestashop-versions
Catalog: modules/*_edition_basic/translations/*/ModulesEditionbasicAdmin.*.xlf
Languages: fr_fr, it_it

source: Settings
fr_fr: Paramètres
it_it: Impostazioni

source: Customize your Domain Name
fr_fr: Personnaliser le nom de domaine
it_it: Personalizza il nome di dominio

source: Customize your domain name to boost your store's search engine ranking.
fr_fr: Personnalisez votre nom de domaine pour améliorer le référencement de votre boutique sur les moteurs de recherche.
it_it: Personalizza il tuo nome di dominio per migliorare l'ottimizzazione dei motori di ricerca.

source: View documentation
fr_fr: Voir la documentation
it_it: Visualizza la documentazione

source: https://help-center.prestashop.com/fr/articles/11530021421714-changer-le-nom-de-domaine
it_it: https://help-center.prestashop.com/en/articles/11530021421714-change-the-domain-name

source: Skip this step
fr_fr: Ignorer cette étape
it_it: Salta questo passaggio

source: Add your First Product
fr_fr: Ajouter un premier produit
it_it: Aggiungi il primo prodotto

source: Expand your catalog with your very first product
fr_fr: Enrichissez votre catalogue en ajoutant votre tout premier produit
it_it: Arricchisci il tuo catalogo aggiungendo il primo prodotto

source: https://help-center.prestashop.com/fr/articles/11637213915666-ajouter-un-nouveau-produit
it_it: https://help-center.prestashop.com/en/articles/11637213915666-add-a-new-product

source: Add a Product
fr_fr: Ajouter un produit
it_it: Aggiungi un prodotto

source: Configure your Payment Options
fr_fr: Configurer les moyens de paiement
it_it: Configura i metodi di pagamento

source: Enhance your customers' shopping experience by offering multiple payment options on your store.
fr_fr: Améliorez l'expérience d’achat de vos clients en proposant plusieurs moyens de paiement sur votre boutique.
it_it: Migliora l'esperienza di acquisto dei tuoi clienti offrendo diversi metodi di pagamento sul tuo negozio.

source: https://help-center.prestashop.com/fr/articles/11640755605778-configurer-les-moyens-de-paiement
it_it: https://help-center.prestashop.com/en/articles/11640755605778-configure-payment-methods

source: Configure your Delivery Options
fr_fr: Configurer les modes de livraison
it_it: Configura i metodi di consegna

source: Configure delivery options to send your products.
fr_fr: Configurez les méthodes de livraison pour envoyer vos produits.
it_it: Imposta i vari metodi di consegna per l'invio dei tuoi prodotti.

source: https://help-center.prestashop.com/fr/articles/11615624974994-configurer-les-modes-de-livraison
it_it: https://help-center.prestashop.com/en/articles/11615624974994-configure-the-shipping-methods

source: Meet your Legal Obligations
fr_fr: Répondre aux obligations légales
it_it: Conformità ai requisiti legali

source: Ensure your store complies with legal requirements before you begin selling.
fr_fr: Assurez-vous que votre boutique respecte les obligations légales avant de commencer à vendre.
it_it: Assicurati che il tuo negozio sia conforme ai requisiti legali prima di iniziare a vendere.

source: https://help-center.prestashop.com/fr/articles/11644037761042-repondre-aux-obligations-legales
it_it: https://help-center.prestashop.com/en/articles/11644037761042-comply-with-legal-requirements

source: Add a Logo
fr_fr: Ajouter un logo
it_it: Aggiungere un logo

source: Add Logos for your store (Header, E-mails, Invoice, and Favicon)
fr_fr: Ajoutez les logos qui apparaîtront sur votre boutique (en-tête, e-mails, factures et favicon)
it_it: Aggiungi i loghi che appariranno sul tuo negozio (intestazione, e-mail, fatture e favicon)

source: https://help-center.prestashop.com/fr/articles/11674550243474-ajouter-un-logo-et-une-favicon
it_it: https://help-center.prestashop.com/en/articles/11674550243474-add-a-logo-and-a-favicon

source: Select and Customize your Theme
fr_fr: Choisir et configurer un thème
it_it: Scegli e configura un tema

source: Choose and customize a theme that defines the look of your store
fr_fr: Sélectionnez et configurez le thème qui définira l'apparence de votre boutique
it_it: Scegli e configura il tema che definirà l'aspetto del tuo negozio

source: https://help-center.prestashop.com/fr/articles/11663976521490-choisir-et-configurer-un-theme
it_it: https://help-center.prestashop.com/en/articles/11663976521490-choose-and-configure-a-theme

source: Activate new menu and breadcrumb
fr_fr: Activer le nouveau menu et le fil d'ariane
it_it: Attiva nuovo menu e breadcrumb

source: Invalid Configuration value
fr_fr: Valeur de configuration invalide
it_it: Valore di configurazione non valido

source: Settings updated
fr_fr: Paramètres mis à jour
it_it: Impostazioni aggiornate

source: Home
fr_fr: Accueil
