Repository: librasoft-fr/prestashop-versions
Catalog: modules/psxdesign/translations/*/ModulesPsxdesignAdmin.*.xlf
Languages: es_es, fr_fr, it_it

source: Save favicon
es_es: Guardar favicon
fr_fr: Enregistrer la favicon
it_it: Salva favicon

source: The favicon is a small icon that appears on the left in the address bar, tabs, favorites, etc.
es_es: El favicon es un icono pequeño que aparece a la izquierda en la barra de direcciones, pestañas, favoritos, etc.
fr_fr: La favicon est une petite icône qui apparaît à gauche dans la barre d’adresse, les onglets, les favoris, etc.
it_it: La favicon è una piccola icona che compare a sinistra nella barra degli indirizzi, nelle schede, nei preferiti, ecc.

source: My store
es_es: Mi tienda
fr_fr: Ma boutique
it_it: Il mio negozio

source: Create your own with our [1]favicon generator[/1] to reinforce your brand image.
es_es: Crea tu favicon con nuestro [1]generador de favicons[/1] para reforzar tu imagen de marca.
fr_fr: Créez votre propre favicon avec notre [1]générateur de favicon[/1] pour renforcer votre image de marque.
it_it: Creane una con il nostro [1]generatore favicon[/1] per rafforzare l'immagine del tuo marchio.

source: Header
es_es: Cabecera
fr_fr: En-tête
it_it: Intestazione

source: Email
es_es: Correo electrónico

source: Invoice
es_es: Factura
fr_fr: Facture
it_it: Fattura

source: Logos
es_es: Logotipos
it_it: Loghi

source: The header logo appears on all pages of your store.
es_es: El logotipo de la cabecera aparece en todas las páginas de tu tienda.
fr_fr: Le logo d'en-tête apparaît sur toutes les pages de votre boutique.
it_it: Il logo dell'intestazione viene visualizzato su tutte le pagine del tuo negozio.

source: The recommended size for the default theme: height 40 px and width 200 px.
es_es: El tamaño recomendado para el tema predeterminado: 40 px de alto y 200 px de ancho.
fr_fr: La taille recommandée pour le thème par défaut : hauteur 40 px et largeur 200 px.
it_it: La dimensione consigliata per il tema predefinito: altezza 40 px e larghezza 200 px.

source: Unless you change your mind, the same logo will be used on your emails and invoices.
es_es: A menos que cambies de opinión, se utilizará el mismo logotipo en tus correos electrónicos y en tus facturas.
fr_fr: Sauf changement de votre part, le même logo sera utilisé sur vos e-mails et sur vos factures.
it_it: A meno che tu non cambi idea nel frattempo, lo stesso logo verrà utilizzato sulle tue e-mail e fatture.

source: Save
es_es: Guardar
fr_fr: Enregistrer
it_it: Salva

source: Save logo image for %form%
es_es: Guardar la imagen del logotipo para %form%
fr_fr: Sauvegarder le logo pour %form%
it_it: Salva immagine logo per %form%

source: Current logo
es_es: Logotipo actual
fr_fr: Logo actuel
it_it: Logo attuale

source: Current logo preview
es_es: Vista previa del logotipo actual
fr_fr: Aperçu du logo
it_it: Anteprima del logo attuale

source: Import logo
es_es: Importar logotipo
fr_fr: Importer un logo
it_it: Importa logo

source: Accepted formats: %formats%.
es_es: Formatos aceptados: %formats%.
fr_fr: Formats acceptés : %formats%.
it_it: Formati accettati: %formats%.

source: Text
es_es: Texto
fr_fr: Texte
it_it: Testo

source: Use header logo
es_es: Utilizar el logotipo de la cabecera
fr_fr: Utiliser le logo de l'en-tête
it_it: Usa il logo dell'intestazione

source: Save the use of header logo for %form%
es_es: Guardar el uso del logotipo de la cabecera para %form%
fr_fr: Sauvegarder l'utilisation du logo d'en-tête pour %form%
it_it: Salva l'uso del logo dell'intestazione per %form%

source: Logo type
es_es: Tipo de logotipo
fr_fr: Type de logo
it_it: Tipo di logo

source: Image
es_es: Imagen
it_it: Immagine

source: Import logo image
es_es: Importar la imagen del logotipo
fr_fr: Importer l'image du logo
it_it: Importa immagine del logo

source: Create text logo
es_es: Crear un logotipo de texto
fr_fr: Créer un logo texte
it_it: Crea logo di testo

source: Text of your logo
es_es: Texto de tu logotipo
fr_fr: Texte de votre logo
it_it: Testo del tuo logo

source: Always check the final result on your store as it may differ from the preview, depending on your theme.
es_es: Comprueba siempre el resultado final en tu tienda, ya que puede diferir de la vista previa, dependiendo de tu tema.
fr_fr: Vérifiez toujours le résultat final sur votre boutique car, selon votre thème, il peut être différent de l'aperçu.
it_it: Controlla sempre il risultato finale sul tuo store in quanto per certi temi potrebbe differire dall'anteprima.

source: Later
es_es: Más tarde
fr_fr: Plus tard
it_it: Più tardi

source: The %s% theme has just been added.
es_es: El tema %s% se acaba de añadir.
fr_fr: Le thème %s% vient d’être ajouté.
it_it: Il tema %s% è stato appena aggiunto.

source: Use this theme
es_es: Utilizar este tema
fr_fr: Utiliser ce thème
it_it: Usa questo tema

source: desktop preview of the theme %theme%
es_es: vista previa del tema %theme% en el escritorio
fr_fr: aperçu du thème %theme% sur ordinateur
it_it: anteprima desktop del tema %theme%

source: Customize
es_es: Personalizar
fr_fr: Personnaliser
it_it: Personalizza

source: mobile preview of the theme %theme%
es_es: vista previa del tema %theme% en un dispositivo móvil
fr_fr: aperçu du thème %theme% sur téléphone
it_it: anteprima dispositivo mobile del tema %theme%

source: Current theme
es_es: Tema actual
fr_fr: Thème actif
it_it: Tema attuale

source: The theme defines the appearance of your site.
es_es: El tema define el diseño de tu página.
fr_fr: Le thème définit l’apparence de votre site.
it_it: Il tema definisce l'aspetto del tuo sito.

source: Delete
es_es: Eliminar
fr_fr: Supprimer
it_it: Elimina

source: Delete this theme?
es_es: ¿Eliminar este tema?
fr_fr: Supprimer ce thème ?
it_it: Eliminare questo tema?

source: You are about to delete the %theme% theme. This action is irreversible.
es_es: Estás a punto de eliminar el tema %theme%. Esta acción es irreversible.
fr_fr: Vous êtes sur le point de supprimer le thème %theme%. Cette action est irréversible.
it_it: Stai per eliminare il tema %theme%. Questa azione è irreversibile.

source: Import from computer
es_es: Importar desde el ordenador
fr_fr: Importer depuis l’ordinateur
it_it: Importa dal computer

source: ZIP file
es_es: Archivo ZIP
fr_fr: Fichier ZIP
it_it: File ZIP

source: Browse the files on your computer and select the ZIP file containing your new theme.
es_es: Busca en los archivos de tu ordenador y selecciona el archivo ZIP que contiene tu nuevo tema.
fr_fr: Parcourez les fichiers sur votre ordinateur et sélectionnez le fichier ZIP contenant votre nouveau thème.
it_it: Sfoglia i file sul tuo computer e seleziona il file ZIP contenente il tuo nuovo tema.

source: Import from FTP
es_es: Importar desde FTP
fr_fr: Importer à partir du FTP
it_it: Importa da FTP

source: Select archive
es_es: Seleccionar archivo
fr_fr: Sélectionnez l’archive
it_it: Seleziona archivio

source: This field shows the ZIP files present in the "/themes" folder.
es_es: Este campo muestra los archivos ZIP existentes en la carpeta «/temas».
fr_fr: Ce champ affiche les fichiers ZIP présents dans le dossier "/themes".
it_it: Questo campo mostra i file ZIP presenti nella cartella "/themes".

source: Import from web
es_es: Importar desde la web
fr_fr: Importer depuis le web
it_it: Importa dal web

source: Import
es_es: Importar
fr_fr: Importer
it_it: Importa

source: Archive URL
es_es: URL del archivo
fr_fr: URL de l'archive
it_it: URL archivio

source: Specify the full URL of the ZIP file that contains your new theme. For example, "http://example.com/files/theme.zip".
es_es: Especifica la URL completa del archivo ZIP que contiene tu nuevo tema. Por ejemplo, «http://example.com/files/theme.zip».
fr_fr: Indiquez l'URL complète du fichier ZIP qui contient votre nouveau thème. Par exemple, "http://example.com/files/theme.zip".
it_it: Specifica l'URL completo del file ZIP contenente il nuovo tema. Ad esempio, "http://example.com/files/theme.zip".

source: Use
es_es: Utilizar
fr_fr: Utiliser ce thème
it_it: Usa

source: Use this theme?
es_es: ¿Utilizar este tema?
fr_fr: Utiliser ce thème ?
it_it: Vuoi usare questo tema?

source: close
es_es: cerrar
fr_fr: fermer
it_it: chiudi

source: Your current %currentTheme% theme will be replaced by the %new_theme% theme.
es_es: Tu tema actual %currentTheme% será reemplazado por el tema %new_theme%.
fr_fr: Votre thème actuel %currentTheme% sera remplacé par le thème %new_theme% .
it_it: Il tema %currentTheme% attuale verrà sostituito dal tema %new_theme%.

source: It is important to check the compatibility of your modules with the %new_theme% theme in a test environment.
es_es: Es importante comprobar la compatibilidad de tus módulos con el tema %new_theme% en un entorno de pruebas.
fr_fr: Il est important de vérifier la compatibilité de vos modules avec le thème %new_theme% dans un environnement de test.
it_it: È importante verificare la compatibilità dei moduli con il tema %new_theme% in un ambiente di prova.

source: Developed by %author%
es_es: Desarrollado por %author%
fr_fr: Développé par %author%
it_it: Sviluppato da %author%

source: View demo
es_es: Ver demo
fr_fr: Voir la démo
it_it: Visualizza la demo

source: Theme library
es_es: Biblioteca de temas
fr_fr: Bibliothèque de thème
it_it: Libreria dei temi

source: Choose the default Classic theme for a simple and minimalist store.
es_es: Elige el tema Classic predeterminado para conseguir una tienda sencilla y minimalista.
fr_fr: Choisissez le thème Classic pour une boutique simple et minimaliste.
it_it: Scegli il tema Classico predefinito per un negozio semplice e minimalista.

source: You can choose other themes with more advanced customization from this list of themes.
es_es: Puedes elegir otros temas con una personalización más avanzada de esta lista de temas.
fr_fr: Vous pouvez choisir d'autres thèmes avec une personnalisation plus avancée dans cette liste de thèmes.
it_it: Puoi scegliere altri temi con una personalizzazione più avanzata da questo elenco di temi.

source: Import theme
es_es: Importar tema
fr_fr: Importer un thème
it_it: Importa tema

source: Remove file
es_es: Eliminar archivo
fr_fr: Supprimer le fichier
it_it: Elimina file

source: We have improved the Design section of your back office
es_es: Hemos mejorado la sección de Diseño de tu back office
fr_fr: Nous avons amélioré la section Apparence de votre back-office
it_it: Abbiamo migliorato la sezione Design del tuo back office

source: Enjoy a better experience and benefit from the latest improvements. Your settings and data will be preserved.
es_es: Consigue una mejor experiencia y aprovecha las últimas mejoras. Tu configuración y tus datos se conservarán.
fr_fr: Profitez d’une meilleure expérience et bénéficiez des dernières améliorations. Vos configurations et les données de votre boutique seront préservées.
it_it: Goditi un'esperienza migliore e sfrutta gli ultimi miglioramenti. Le impostazioni e i dati saranno mantenuti.

source: Activate new features
es_es: Activar nuevas características
fr_fr: Activer les nouveautés
it_it: Attiva nuove funzionalità

source: Hexadecimal color
es_es: Código de color hexadecimal
fr_fr: Code couleur hexadécimal
it_it: Codice colore esadecimale

source: Copy
es_es: Copiar
fr_fr: Copier
it_it: Copia

source: Copied
es_es: Copiado
fr_fr: Copié
it_it: Copiato

source: Enter a valid [1]hex code[/1] or use the color picker.
es_es: Introduce un código hexadecimal [1]válido[/1] o utiliza el selector de color.
fr_fr: Entrer un [1]hex code[/1] valide ou utiliser le sélecteur de couleurs.
it_it: Immetti un [1]codice esadecimale[/1] valido oppure utilizza il selettore colore.

source: [1]Select[/1] a file or drag and drop
es_es: [1]Seleccionar[/1] un archivo o arrastrar y soltar
fr_fr: [1]Sélectionner[/1] un fichier ou glisser-déposer
it_it: [1]Seleziona[/1] un file oppure trascina e rilascia

source: Cancel
es_es: Cancelar
fr_fr: Annuler
it_it: Cancella

source: Unsaved changes
es_es: Cambios descartados
fr_fr: Modifications non sauvegardées
it_it: Modifiche non salvate

source: Save changes
es_es: Guardar cambios
fr_fr: Enregistrer les modifications
it_it: Aggiorna le informazioni dell'account

source: Font
es_es: Fuente
fr_fr: Police

source: Style
es_es: Estilo
it_it: Stile

source: Size
es_es: Tamaño
fr_fr: Taille
it_it: Dimensioni

source: text
es_es: texto
fr_fr: texte
it_it: testo

source: Color
fr_fr: Couleur
it_it: Colore
