Repository: librasoft-fr/prestashop-versions
Catalog: modules/psxdesign/translations/*/ModulesPsxdesignAdmin.*.xlf
Languages: es_es, fr_fr, it_it

source: PrestaShop Design allows you to easily and rapidly customize your website theme and autonomously adapt the appearance of your store, brand image and preferences without needing any technical expertise.
es_es: PrestaShop Design le permite personalizar fácil y rápidamente el tema de su sitio web y adaptar de forma autónoma el aspecto de su tienda, su imagen de marca y sus preferencias sin necesidad de conocimientos técnicos.
fr_fr: PrestaShop Design vous permet de personnaliser facilement et rapidement votre thème de site web et d'adapter l'apparence de votre boutique, image de marque et préférences sans besoin d'expertise technique.
it_it: PrestaShop Design vi permette di personalizzare facilmente e rapidamente il tema del vostro sito web e di adattare autonomamente l'aspetto del vostro negozio, l'immagine del vostro marchio e le vostre preferenze senza bisogno di alcuna competenza tecnica.

source: Uncategorized colors
es_es: Colores sin categoría
fr_fr: Couleurs non catégorisées
it_it: Colori senza categoria

source: Uncategorized fonts
es_es: Fuentes no clasificadas
fr_fr: Polices de caractères non catégorisées
it_it: Font senza categoria

source: This font is in your theme but is not specific to any category.
es_es: Esta fuente está en tu tema pero no es específica de ninguna categoría.
fr_fr: Cette police est dans votre thème mais n'est spécifique à aucune catégorie.
it_it: Questo font è presente nel tuo tema ma non è specifico per nessuna categoria.

source: Classic theme is not installed.
es_es: El tema Clásico no está instalado.
fr_fr: Le thème Classic n'est pas installé.
it_it: Il tema Classic non è installato.

source: Enabling theme failed. Please use "Theme" tab to enable theme.
es_es: No se ha podido habilitar el tema. Utiliza la pestaña "Tema" para activar el tema.
fr_fr: L'activation du thème a échoué. Veuillez utiliser l'onglet "Thème" pour activer le thème.
it_it: Attivazione del tema non riuscita. Utilizza la scheda "Tema" per attivare il tema.

source: The name of the color palette can't be empty.
es_es: El nombre de la paleta de colores no puede estar vacío.
fr_fr: Le nom de la palette de couleurs ne peut pas être vide.
it_it: Il nome della tavolozza dei colori non può essere vuoto.

source: Connection with database to update new color palette failed. Please try again.
es_es: Ha fallado la conexión con la base de datos para actualizar la nueva paleta de colores. Inténtalo de nuevo.
fr_fr: La connexion avec la base de données pour mettre à jour la nouvelle palette de couleurs a échoué. Veuillez réessayer.
it_it: Connessione con il database per aggiornare la nuova tavolozza dei colori non riuscita. Riprova.

source: Creation of new color styles failed.
es_es: Falló la creación de nuevos estilos de color.
fr_fr: La création de nouveaux styles de couleurs a échoué.
it_it: La creazione di nuovi stili di colore non è riuscita.

source: File in module does not exist or not writable. Please check user permissions in server
es_es: El archivo del módulo no existe o no es editable. Comprueba los permisos de usuario en el servidor
fr_fr: Le fichier dans le module n'existe pas ou n'est pas accessible en écriture. Veuillez vérifier les autorisations de l'utilisateur sur le serveur
it_it: Il file nel modulo non esiste o non è scrivibile. Controlla le autorizzazioni utente nel server

source: Process of creating new styles file failed. Please try again.
es_es: El proceso de creación de nuevos estilos ha fallado. Inténtalo de nuevo.
fr_fr: Le processus de création d'un nouveau fichier de styles a échoué. Veuillez réessayer.
it_it: Processo di creazione del nuovo file di stili non riuscito. Riprova.

source: Replacing new theme styles file failed. Please try again.
es_es: Error al reemplazar el nuevo archivo de estilos de temas. Inténtalo de nuevo.
fr_fr: Le remplacement du fichier de styles a échoué. Veuillez réessayer.
it_it: Sostituzione del nuovo file stili del tema non riuscita. Riprova.

source: The color palette update failed. Please try again.
es_es: Error al actualizar la paleta de color. Inténtalo de nuevo.
fr_fr: La mise à jour de la palette de couleurs a échoué. Veuillez réessayer.
it_it: Aggiornamento della tavolozza dei colori non riuscito. Riprova.

source: Changes have been saved.
es_es: Se han guardado los cambios.
fr_fr: Les modifications ont été enregistrées.
it_it: Le modifiche sono state salvate.

source: Failed to add or update the font.
es_es: Error al añadir o actualizar la fuente.
fr_fr: Impossible d'ajouter ou de mettre à jour la police.
it_it: Impossibile aggiungere o aggiornare il tipo di font.

source: Failed to delete the font.
es_es: No se pudo eliminar la fuente.
fr_fr: Impossible de supprimer la police.
it_it: Impossibile eliminare il tipo di font.

source: Invalid font style is provided.
es_es: Se ha proporcionado un estilo de fuente no válido.
fr_fr: Le style de la police n'est pas valide.
it_it: È stato fornito uno stile di font non valido.

source: The font customization is only available with compatible themes.
es_es: La personalización de fuentes solo está disponible con temas compatibles.
fr_fr: La personnalisation des polices n'est disponible qu'avec les thèmes compatibles.
it_it: La personalizzazione dei font è disponibile solo con temi compatibili.

source: Failed to receive font from google fonts
es_es: Error al recibir la fuente de google fonts
fr_fr: Échec de la réception de la police de Google fonts
it_it: Impossibile ricevere i font da Google Fonts

source: Failed to generate stylesheet
es_es: Error al generar la hoja de estilo
fr_fr: Échec de la génération de la feuille de style
it_it: Impossibile generare il foglio di stile

source: The fonts update failed. Please try again.
es_es: Error al actualizar las fuentes. Inténtalo de nuevo.
fr_fr: La mise à jour des polices a échoué. Veuillez réessayer.
it_it: Aggiornamento dei font non riuscito. Riprova.

source: The %destination% logo has been added.
es_es: Se ha añadido el logotipo de %destination%.
fr_fr: Le logo %destination% a été ajouté.
it_it: È stato aggiunto il logo %destination%.

source: Use same header logo is unavailable.
es_es: Utilizar el mismo logotipo de cabecera no disponible.
fr_fr: Impossible d'utiliser le même logo que l'en-tête.
it_it: L'uso dello stesso logo dell'intestazione non è disponibile.

source: Header logo applied successfully.
es_es: Logotipo de cabecera bien aplicado.
fr_fr: Le logo de l'en-tête a été correctement appliqué.
it_it: Logo dell'intestazione applicato correttamente.

source: Favicon updated successfully
es_es: El favicon se ha actualizado correctamente
fr_fr: La favicon a été mise à jour avec succès
it_it: Favicon aggiornata correttamente

source: header
es_es: cabecera
fr_fr: en-tête

source: email
es_es: correo electrónico

source: invoice
es_es: factura
fr_fr: facture
it_it: fattura

source: The image format is not recognized, allowed formats are: %formats%.
es_es: No se reconoce el formato de imagen, los formatos permitidos son: %formats%.
fr_fr: Format d'image non reconnu, les formats autorisés sont : %formats%.
it_it: Il formato dell'immagine non è riconosciuto, i formati consentiti sono: %formats%.

source: The image format is not recognized, allowed format is: .%format%.
es_es: No se reconoce el formato de imagen, el formato permitido es:.%format%.
fr_fr: Format d'image non reconnu, le format autorisé est : .%format%.
it_it: Il formato dell'immagine non è riconosciuto, il formato consentito è: .%format%.

source: The format is invalid, allowed formats are %allowed_formats%.
es_es: El formato no es válido, los formatos permitidos son %allowed_formats%.
fr_fr: Le format n'est pas valide, les formats autorisés sont %allowed_formats%.
it_it: Il formato non è valido, i formati consentiti sono %allowed_formats%.

source: The logo destination is invalid. Please try again.
es_es: La colocación del logo no es válida. Inténtalo de nuevo.
fr_fr: La destination du logo n'est pas valide. Veuillez réessayer.
it_it: La destinazione del logo non è valida. Riprova.

source: The .svg format is not compatible.
es_es: El formato .svg no es compatible.
fr_fr: Le format .svg n'est pas compatible.
it_it: Il formato .svg non è compatibile.

source: The logo upload failed. Please try again.
es_es: Error al cargar el logo. Inténtalo de nuevo.
fr_fr: La mise à jour des polices a échoué. Veuillez réessayer.
it_it: Caricamento del logo non riuscito. Riprova.

source: The file is too large (limit of %size% bytes).
es_es: El archivo es demasiado grande (límite de %size% bytes).
fr_fr: Le fichier est trop volumineux (limite de %size% octets).
it_it: Il file è troppo grande (limite di %size% byte).

source: Failed to initialize image creation. PHP GD extension missing.
es_es: Fallo al inicializar la creación de imágenes. Falta la extensión PHP GD.
fr_fr: La création de l'image a échoué. L'extension PHP GD est manquante.
it_it: Impossibile inizializzare la creazione dell'immagine. Estensione PHP GD mancante.

source: Failed convert text to image. Please select different font.
es_es: Error al convertir texto en imagen. Selecciona otra fuente.
fr_fr: Échec de la conversion du texte en image. Veuillez sélectionner une autre police.
it_it: Conversione del testo in immagine non riuscita. Seleziona un font diverso.

source: This font does not exist. Please choose another font.
es_es: Esta fuente no existe. Elige otra.
fr_fr: Cette police n'existe pas. Veuillez choisir une autre police.
it_it: Questo font non esiste. Scegli un altro font.

source: The creation of a temporary directory to store the uploaded font has failed. Please check the user permissions on your system.
es_es: La creación de un directorio temporal para almacenar la fuente cargada ha fallado. Comprueba los permisos de usuario en tu sistema.
fr_fr: La création d’un dossier temporaire pour stocker la police téléchargée a échoué. Vérifiez les permissions utilisateur sur votre système.
it_it: La creazione di una directory temporanea per memorizzare il tipo di carattere caricato non è riuscita. Controlla le autorizzazioni utente sul tuo sistema.

source: Failed to convert text to logo. Please try again.
es_es: Error al convertir texto en logotipo. Inténtalo de nuevo.
fr_fr: Échec de la conversion du texte en logo. Veuillez réessayer.
it_it: Impossibile convertire il testo in logo. Riprova.

source: Failed to retrieve font. Please use different font.
es_es: No se ha podido recuperar la fuente. Utiliza otra diferente.
fr_fr: La police n’a pas été trouvée. Choisissez une autre police.
it_it: Impossibile recuperare il font. Usa un font diverso.

source: The text may not be longer than 64 characters.
es_es: El texto no puede tener más de 64 caracteres.
fr_fr: Le texte ne doit pas contenir plus de 64 caractères.
it_it: Il testo non può superare i 64 caratteri.

source: The theme %theme% has been set as active theme.
es_es: El tema %theme% se ha establecido como tema activo.
fr_fr: Le thème %theme% vient d’être défini comme thème actif.
it_it: Il tema %theme% è stato impostato come tema attivo.

source: Theme imported successfully
es_es: Tema importado con éxito
fr_fr: Thème importé avec succès
it_it: Tema importato correttamente

source: The theme %theme% cannot be deleted because it's the default Prestashop theme.
es_es: El tema %theme% no se puede eliminar porque es el tema por defecto de PrestaShop.
fr_fr: Le thème %theme% ne peut pas être supprimé car il s'agit du thème Prestashop par défaut.
it_it: Impossibile eliminare il tema%theme% perché è il tema Prestashop predefinito.

source: The theme %themeName% has been deleted.
es_es: El tema %themeName% se ha eliminado.
fr_fr: Le thème %themeName% vient d’être supprimé.
it_it: Il tema %themeName% è stato eliminato.

source: Please select correct theme's import source.
es_es: Selecciona la fuente de importación del tema.
fr_fr: Veuillez sélectionner une source valide pour l'import de votre thème.
it_it: Seleziona la corretta fonte di importazione del tema.

source: Failed to find imported theme.
es_es: No se ha podido encontrar el tema importado.
fr_fr: Impossible de trouver le thème importé.
it_it: Impossibile trovare il tema importato.

source: File does not exist or bad type uploaded.
es_es: El archivo no existe o se ha cargado un tipo de archivo incorrecto.
fr_fr: Le fichier n'existe pas ou est de type invalide.
it_it: Il file non esiste o è stato caricato un tipo di file non valido.

source: There is already a theme %theme_name% in your themes folder. Remove it if you want to continue.
es_es: Ya hay un tema %theme_name% en tu carpeta de temas. Elimínalo si quieres continuar.
fr_fr: Il existe déjà un thème %theme_name% dans votre dossier de thèmes. Supprimez-le si vous voulez continuer.
it_it: Esiste già un tema %theme_name% nella tua cartella dei temi. Eliminalo se vuoi continuare.

source: Allowed file size exceeded for uploaded theme.
es_es: Se ha superado el tamaño de archivo permitido para el tema cargado.
fr_fr: La taille de fichier autorisée est dépassée pour le thème téléchargé.
it_it: La dimensione del file consentita è stata superata per il tema caricato.

source: The file type is invalid. Allowed file type is .zip.
es_es: El tipo de archivo no es válido. El tipo de archivo permitido es .zip.
fr_fr: Le type de fichier n'est pas valide. Le type de fichier autorisé est .zip.
it_it: Il tipo di file non è valido. Il tipo di file consentito è .zip.

source: Unknown error occurred. Please try again.
es_es: Ha ocurrido un error. Inténtalo de nuevo.
fr_fr: Une erreur inconnue s'est produite. Merci de réessayer.
it_it: Si è verificato un errore sconosciuto. Riprova.

source: Themes can only be imported in single store context.
es_es: Los temas solo se pueden importar en el contexto de una sola tienda.
fr_fr: Les thèmes ne peuvent être importés que dans le contexte d'un magasin unique.
it_it: I temi possono essere importati solo nel contesto di un singolo store.

source: Missing configuration file
es_es: Falta el archivo de configuración
fr_fr: Fichier de configuration manquant
it_it: File di configurazione mancante

source: Invalid configuration
es_es: Configuración no válida
fr_fr: Configuration invalide
it_it: Configurazione non valida

source: Invalid data
es_es: Datos no válidos
fr_fr: Données non valides
it_it: Dati non validi

source: The import of your theme failed. Please try again.
es_es: La importación de tu tema ha fallado. Inténtalo de nuevo.
fr_fr: L'import de votre thème a échoué. Veuillez réessayer.
it_it: L'importazione del tema non è riuscita. Riprova.

source: Module upgrade failed. Please try upgrading it through module manager
es_es: Error al actualizar el módulo. Intenta actualizarlo a través del gestor de módulos
fr_fr: La mise à jour du module a échoué. Veuillez essayer de le mettre à jour via le gestionnaire de module
it_it: Aggiornamento del modulo non riuscito. Prova ad aggiornarlo tramite il gestore moduli

source: Your module has been successfully upgraded!
es_es: Tu módulo se ha actualizado correctamente.
fr_fr: Votre module a bien été mis à jour avec succès !
it_it: Il tuo modulo è stato aggiornato correttamente!

source: Theme & Logo
es_es: Tema y logotipo
fr_fr: Thème & Logo
it_it: Tema e logo

source: Background
es_es: Fondo
fr_fr: Arrière-plan
it_it: Sfondo

source: Body text
es_es: Cuerpo del texto
fr_fr: Corps du texte
it_it: Testo del corpo

source: Background and discounted prices
es_es: Fondo y precios con descuento
fr_fr: Arrière-plan et prix réduits
it_it: Sfondo e prezzi scontati

source: Main title
es_es: Título principal
fr_fr: Titre principal
it_it: Titolo principale

source: The main title of a page has to use the Heading 1 format (e.g. Product page name).
es_es: El título principal de una página debe utilizar el formato Heading 1 (por ejemplo, Nombre de la página del producto).
fr_fr: Ce titre correspond au titre principal de la page (exemple : le nom de la page produit).
it_it: Il titolo principale di una pagina deve utilizzare il formato Titolo 1 (ad es. Nome della pagina prodotto).

source: Section title
es_es: Título de sección
fr_fr: Titre de section
it_it: Titolo sezione

source: Section titles mark the main sections of your page and use Heading 2 format (e.g. Popular products).
es_es: Los títulos de sección marcan las secciones principales de tu página y utilizan el formato Heading 2 (por ejemplo, Productos populares).
fr_fr: Ces titres sont utilisés dans les principales sections de la page (exemple : Produits populaires).
it_it: Questi titoli contrassegnano le sezioni più importanti della pagina e utilizzano il formato Titolo 2 (ad es. Prodotti più richiesti).

source: Footer title
es_es: Título del pie de página
fr_fr: Titre de pied de page
it_it: Titolo footer

source: Footer titles structure your footer and use Heading 3 format (e.g. Contact us).
es_es: Los títulos de pie de página estructuran el pie de página y utilizan el formato Heading 3 (por ejemplo, Contacto).
fr_fr: Ces titres correspondent aux titres dans le pied de page (exemple : Contactez-nous).
it_it: Questi titoli strutturano il piè di pagina e utilizzano il formato Titolo 3 (ad es. Contattaci).

source: Subcategory title
es_es: Título de subcategoría
fr_fr: Titre de sous-catégorie
it_it: Titolo sottocategoria

source: Subcategory titles help structure your category page and use Heading 5 format (e.g. Men).
es_es: Los títulos de las subcategorías ayudan a estructurar tu página de la categoría y utilizan el formato Heading 5 (por ejemplo, Hombres).
fr_fr: Ces titres correspondent aux sous-catégories dans une page Catégorie (exemple : Hommes).
it_it: I titoli delle sottocategorie aiutano a strutturare la pagina delle categorie e utilizzano il formato Titolo 5 (ad es. Uomini).

source: Product attributes
es_es: Atributos del producto
fr_fr: Attribut produit
it_it: Attributi prodotto

source: Product attributes of your Category page use Heading 6 format (e.g. Size, Color).
es_es: Los atributos de producto de tu página Categoría utilizan el formato Heading 6 (por ejemplo, Talla, Color).
fr_fr: Les attributs de produit de votre page de catégorie utilisent le format En-tête 6 (par exemple, taille, couleur).
it_it: Gli attributi prodotto della pagina della categoria utilizzano il formato Titolo 6 (ad es. dimensioni, colore).

source: Body copy
es_es: Cuerpo del texto
fr_fr: Corps de texte

source: The body copy format is used for the main content in the pages (e.g. Product description).
es_es: El formato del cuerpo del texto se utiliza para el contenido principal de las páginas (por ejemplo, descripción de producto).
fr_fr: Le corps de texte est utilisé pour le contenu principal des pages (exemple : la description du produit).
it_it: Il formato di body copy viene utilizzato per il contenuto principale delle pagine (ad es. Descrizione del prodotto).

source: Links
es_es: Enlaces
fr_fr: Lien
it_it: Link

source: This is used for links in the page (e.g. All sale products).
es_es: Se utiliza para los enlaces de la página (por ejemplo, Todos los productos en venta).
fr_fr: Les liens permettent d’accéder à une page (exemple : Tous les produits en vente).
it_it: Viene utilizzato per i collegamenti nella pagina (ad es. Tutti i prodotti in vendita).

source: Headings
es_es: Título
fr_fr: Titres
it_it: Intestazioni

source: Headings are titles that help organize content on a page and can be used to create sections.
es_es: Los encabezados son títulos que ayudan a organizar el contenido de una página y pueden utilizarse para crear secciones.
fr_fr: Les titres permettent d’organiser le contenu d’une page et peuvent être utilisés pour structurer les sections.
it_it: Le intestazioni sono titoli che aiutano a organizzare il contenuto di una pagina e possono essere utilizzati per creare sezioni.

source: Content
es_es: Contenido
fr_fr: Contenu
it_it: Contenuto

source: Content refers to any information written within the pages. It is used to instruct, to provide descriptions, to explain the benefits of a product or highlight any feature.
es_es: El contenido se refiere a cualquier información escrita en las páginas. Se utiliza para informar, proporcionar descripciones, explicar las ventajas de un producto o destacar alguna característica.
fr_fr: Le contenu fait référence à toute information écrite dans les pages comme des descriptions qui permettent d’expliquer les avantages d’un produit.
it_it: Per contenuto si intende qualsiasi informazione scritta all'interno delle pagine. Viene utilizzato per fornire istruzioni, descrizioni, spiegare i vantaggi di un prodotto o evidenziarne qualsiasi caratteristica.

source: Main button
es_es: Botón principal
fr_fr: Bouton principal
it_it: Pulsante principale

source: Secondary button
es_es: Acción secundaria
fr_fr: Bouton secondaire
it_it: Pulsante secondario

source: Discounts
es_es: Descuentos
fr_fr: Promotions
it_it: Sconti

source: You are about to import a logo in svg format. This format being incompatible with the email and invoice logos, these will retain the current logo.
es_es: Estás a punto de importar un logotipo en formato svg. Este formato no es compatible con los logos de correo electrónico y factura que conservarán el logotipo actual.
fr_fr: Vous êtes sur le point d'importer un logo au format svg. Ce format étant incompatible avec les logos d'e-mail et de facture, ceux-ci conserveront le logo actuel.
it_it: Stai per importare un logo in formato svg. Poiché questo formato non è compatibile con i loghi delle e-mail e delle fatture, esse manterranno l'attuale logo.

source: Theme settings
es_es: Configuración del tema
fr_fr: Paramètres du thème
it_it: Impostazioni tema

source: Themes
es_es: Temas
fr_fr: Thèmes
it_it: Temi

source: Theme modules
es_es: Módulos de temas
fr_fr: Modules du thème
it_it: Moduli temi

source: Use this color palette
es_es: Usar esta paleta de colores
fr_fr: Utiliser cette palette de couleurs
it_it: Usa questa tavolozza di colori

source: Colors
es_es: Colores
fr_fr: Couleurs
it_it: Colori

source: Customize the colors by writing the [1]hex color code[/1] or by using the color picker.
es_es: Personalizar los colores escribiendo el código de color hexadecimal [1][/1] o utilizando el selector de color.
fr_fr: Personnalisez les couleurs grâce au [1]code couleur hex[/1] ou en utilisant le sélecteur de couleurs.
it_it: Personalizza i colori scrivendo il [1]codice colore esadecimale[/1] o utilizzando il selettore di colore.

source: Customize your theme image
es_es: Personaliza la imagen de tu tema
fr_fr: Personnalisez l'image de votre thème
it_it: Personalizza l'immagine del tema

source: Choose a theme from the list in the Themes page.
es_es: Elegir un tema de la lista de la página Temas.
fr_fr: Choisissez un thème dans la liste de la page Thèmes.
it_it: Scegli un tema dall'elenco nella pagina Temi.

source: Go to Themes
es_es: Ir a Temas
fr_fr: Aller à l'onglet Thèmes
it_it: Vai ai temi

source: Use a compatible theme to customize colors
es_es: Utiliza un tema compatible para personalizar los colores
fr_fr: Utiliser un thème compatible pour personnaliser les couleurs
it_it: Utilizza un tema compatibile per personalizzare i font

source: Use a compatible theme to customize fonts
es_es: Utiliza un tema compatible para personalizar las fuentes
fr_fr: Utiliser un thème compatible pour personnaliser les polices
it_it: Utilizza un tema compatibile per personalizzare i font

source: Try your font
es_es: Probar tu fuente
fr_fr: Essayez votre police
it_it: Prova il tuo font

source: Current favicon
es_es: Favicon actual
fr_fr: Favicon actuelle
it_it: Favicon attuale

source: Import favicon
es_es: Importar favicon
fr_fr: Importer une favicon
it_it: Importa favicon

source: Accepted format: .ico.
es_es: Formato aceptado: .ico.
fr_fr: Format accepté : .ico.
it_it: Formato accettato: .ico.
